[{
  "id": 1,
  "_id":"60b3b1bcfc13ae22ab000001",
  "mainTitle":"Covid Travelling", 
  "publishDate":"18 January 2021",
  "comments":"16 Comments",
  "header":"My first experience with covid restrictions...in Istanbul...",
  "shortDescription":"Discover the Essential COVID-19 Protocols and Keep Yourself and Your Loved Ones Safe. Easily Find Vaccination Centers, Statewise Lockdown Status and Vaccine Information. Citizen-Centric Platform. Get Insights and Trends. Easy-To-Use Platform.",
  "contentTitle1":"Decision Making & Destination Glimpse",
  "contentTitle2":"Selected place Visit & Enjoyment",
  "contntitle3":"End Talk With Wine With Special Person", 
  "content1":"We are back on a plane tomorrow morning, so I thought it's maybe time to log my last blog. Here I am for 3 days and 2 nights in Istanbul. You cannot go direct between South Africa and Turkey, but you need to stop in a safer country for minimum 10 days or risking a 14 days quarantine upon arrival in a government facility at your own cost. Well....Egypt did the deal for over ten days and I was not even asked about my prior traveling movement upon the last 10 days. I can confirm too that Turkish Airlines (even as a Gold member), is better to avoid right now! Been flying with Qatar lately...great lounge, great staff...no decent duty-free in Doha...and Emirates has not resumed to fly to South Africa since 16th January...and it could be a while before they come back!",
  "content2":"I've been in Istanbul multiple times. The only place I really wanted to paid a third visit was the Basilica Cistern, but it has been closed to public since November 2020 and I have no idea when this wil change. Since my last visit Agia Sofia has been turned Around Taksim...Around Taksim. Around Taksim, from a Museum to a Mosque...so no thanks not for this time, neither the Grand Bazaar....don't want to haggle non-stop...This time, I would spend most of my time around Nisantasi, Taksim and Zeytinburnu. If you know Istanbul well, you've already figured out, I'm here for some solid shopping therapy. Last indulgence was back in Dubai in January when it comes to shopping. Note that South Africa is perfect for wine, food, sport goods....but you can kind of forget to try to dress up around here!",
  "content3":"The country had been on a hard lock-down till just At least the restaurant at the hotel is open, with a view on the Bosphorus. At least the restaurant at the hotel is open, with a view on the Bosphorus. At least the restaurant at the hotel is open, with a view on the Bosphorus..after Ramadan on the 17th May. Good, I'm in only on the 25th, so everything had the time to re-open...or nearly! Restaurants are still only open for take-away and delivery. I'm lucky that hotel restaurants are still open for in-house guests. My decent hotel in Taksim has a more than cute restaurant on the top-floor. So it will be breakfast at 10am and dinner early with a top view and few glasses of wine. I did attempt the first day to have lunch into a food court. Trust me, it's not my idea to have my lunch standing with not even a decent place to hold the food. Done one day, the next two, no thanks, I'll just have a superb breakfast and drinks on the go. So shopping done, I nearly found everything I was looking for! No more shopping for a while..next trip is another of those remote ones. I must admit I have been pretty impressed with the area of Nisantasi. I will visit again. Feet did hurt at the end of each day, I have no idea how many kilometers I did, but it was a lot!",
  "image1":"https://www.travelblog.org/pix/shim.gif",
  "image2":"https://www.travelblog.org/pix/shim.gif"
  }, {
    "id": 2,
    "_id":"60b3b1bcfc13ae22ab000002",
    "mainTitle":"Save Humanity",
    "publishDate":"8 March 2021",
    "comments":"311 Comments", 
    "header":"Changing the Landscape of a Dark and Hopeless Reality",
    "shortDescription":"Human rights social workers make sure all inmates are treated with respect and dignity. They help develop behavior modification programs that prepare inmates to ...Humanity is a virtue linked with basic ethics of altruism derived from the human condition.",
    "contentTitle1":"Keep Hope, It's The only thing Faithfull.",
    "contentTitle2":"The impossible became possible, all because of the love and power of Jesus!",
    "contntitle3":"God hears your cries and prayers for these needy families.", 
    "content1":"Wadha and her 7-year-old daughter Duaa needed a miracle when they arrived at our Wheels for the World outreach in Jordan Duaa cannot walk due to extremely weak muscle tone. Her weary mother is forced to carry Duaa’s growing body everywhere on her back. Exhausted and hopeless – and knowing it would improve the quality of their lives tremendously – Wadha was absolutely desperate to get a much-needed wheelchair for her daughter. Feeling emotionally and physically depleted, Wadha knew she would never be able to afford a luxury item like a wheelchair for her little girl. But that afternoon, at our Wheels for the World outreach in a small city in Jordan, a miracle took place",
    "content2":"Wadha watched in wide-eyed amazement as our volunteer Wheels for the World physical therapists and mechanics tenderly and perfectly fit Duaa’s fragile body into her very own wheelchair. Something as simple as a wheelchair gave little Duaa both dignity and mobility, and it gave her dear mother a new understanding of what can happen when Christ-followers obey his command to love and serve others. Duaa, her mother, and their entire family have now seen God’s love in action. Indeed, they have new hope and a new perspective on life and disability. “I’m very thankful,” Duaa’s mother told our team. “You are doing something amazing for my daughter and for our people in Jordan.” ",
    "content3":"Please join us in praying for children like Duaa – in Jordan and beyond. Through your prayers and generosity, you can change the landscape of dark and hopeless realities. You can deliver hope through hardship. ",
    "image1":"https://www.joniandfriends.org/wp-content/uploads/2020/08/IMG_5431-931x1400.jpg.webp",
    "image2":"https://www.joniandfriends.org/wp-content/uploads/2020/08/IMG_5441.jpg.webp"
  }, {
    "id": 3,
    "_id":"60b3b1bcfc13ae22ab000003",
    "mainTitle":"Car Buying Guide", 
    "publishDate":"18 June 2020",
    "comments":"56 Comments", 
    "header":"Know About The situation when Buying Used Cars And Make Best Decisions",
    "shortDescription":"A used car, a pre-owned vehicle, or a secondhand car, is a vehicle that has previously had one or more retail owners. Used cars are sold through a variety of​ ... Buying  with an increasing number of innovative platforms, especially online, that are all ...",
    "contentTitle1":" What’s up with used car prices?",
    "contentTitle2":"What’s driving demand for used cars?",
    "contntitle3":"Options for someone who wants to buy a car", 
    "content1":"If you haven’t changed your car recently you might be in for a shock when you decide it’s time. Used car prices have risen dramatically over the last year. By some estimates they’re up 20%, and the Bureau of Labor Statistics, which calculates the Consumer Price Index, says they rose 10% in April 2021 alone. Averages can be misleading of course. Sought-after makes and models will have gone up more while those less popular won’t have seen such big jumps. Then there are regional variations too. But with those points in mind, if you’re looking to buy a used car you’ll almost certainly find they’re more expensive than before the pandemic. As with everything related to car buying, it helps to be informed about what’s going on in the used car marketplace. Here’s an overview of the explanations being offered and our take on what’s going on.",
    "content2":"There seem to be several factors at work. People are avoiding public transport and ride-sharing New cars have become a lot more expensive People don’t want to take on debt Stimulus payments have put money in people’s pockets The first of these points is clearly pandemic-related. Bus and train services have been cut back and people don’t want to be in close proximity to strangers or in a car that’s just been used by someone else. That’s resulted in large numbers of mainly city-dwellers having to buy themselves a car when they’d previously managed to do without. A second factor is that manufacturers have cut the number of inexpensive models they offer. They’d rather sell higher margin, loaded SUVs than stripped out compacts. That’s pushed budget-minded buyers to look at newer used cars, so the number of buyers has increased. Third, while most car buyers finance their purchase, current economic conditions have made many wary about taking on more debt. That again has pushed people who might have bought new to consider less expensive options, such as cars coming off lease. Last, while many recipients undoubtedly used their stimulus payments for necessities, others were able to put them towards replacement vehicles.",
    "content3":"Bargains are thin on the ground, but you’re not without options. There are still some good deals out there buy you may have to do little more research to find them. Here are some ideas: If you have a car to sell or trade, remember that its value has probably risen along with the rest of the market. Don’t get sucked in with a dealer’s advertising.  Find out what your car’s worth before visiting the dealership. Look for models less in demand. Sure, an SUV would be nice but you’ll probably find better value if you look at sedans, hatchbacks or even minivans. Consider a car with higher mileage. While in the past buyers stayed away from vehicles with over 100,000 miles, advances in reliability mean many will offer years more service. Although I am not a fan of this option, desperate times may call for desperate measures.  If you’re currently leasing, check the contract for the price-to-buy. Then find out what the vehicle is worth in the used car market. Before you decide to buy it from the lease company though, don’t forget to factor sales tax into your decision and understand all the figures before signing on the dotted line.",
    "image1":"",
    "image2":""
  },{
    "id": 4,
    "_id":"60b3b1bcfc13ae22ab000004",
    "mainTitle":"Books Buying Guide", 
    "publishDate":"02 Septembar 2016",
    "comments":"19 Comments", 
    "header":"Some Books You Must Read In Your Lifetime",
    "shortDescription":"A book is a medium for recording information in the form of writing or images, typically composed of many pages bound together and protected by a cover. Here you'll find current best sellers in books, new releases in books, deals in books, Kindle eBooks, Audible audiobooks, and so much more. ",
    "contentTitle1":"Cover image for The Great Mistake by Joanathan Lee The Great Mistake by Jonathan Lee: ‘The Man Who Gets Things Done’",
    "contentTitle2":"Cover image for Grown Ups by Marie Aubert Grown Ups by Marie Aubert (transl. Rosie Hedger): Life begins at forty",
    "contntitle3":"Assembly by Natasha Brown: ‘To protect myself, I detach’", 
    "content1":"As regular readers may have noticed, a New York City setting is catnip for me which made Jonathan Lee’s The Great Mistake well nigh irresistible. I also have fond memories of reading his book, Joy, which featured in one of my earliest posts when I wasn’t entirely sure what I wanted this blog to be. …",
    "link1":"https://alifeinbooks.co.uk/2021/06/grown-ups-by-marie-aubert-transl-rosie-hedger-life-begins-at-forty/",
    "content2":"Families and their dynamics offer such fertile ground for fiction. Most of us have a family in one form or another, and many of us are mystified by the differences between them, not least when we’re introduced to them by our partners. Marie Aubert’s darkly funny Grown Ups explores that most febrile of family dynamics, …",
    "content3":"Natasha Brown’s Assembly weighs in at a mere 112 pages – it would be even fewer if you stripped the white space from its fragmented narrative – but it’s an astonishingly powerful novel that leaves you a little breathless. Not an easy book to write about but I’ll do my best. My style, my mannerisms, …",
    "image1":"https://t9z6e6y4.rocketcdn.me/wp-content/uploads/2021/02/The-Great-Mistake.jpg.webp",
    "image2":"https://t9z6e6y4.rocketcdn.me/wp-content/uploads/2021/02/Grown-Ups.jpg.webp"
  },{
    "id": 5,
    "_id":"60b3b1bcfc13ae22ab000005",
    "mainTitle":"House Decoration", 
    "publishDate":"7 April 2018",
    "comments":"86 Comments", 
    "header":"The Best Budget Decorating Blogs for All Your Interior Needs",
    "shortDescription":"Home decor is the art of making your home look nice. ... Home decor is inclusive of physical items and objects (furniture, art, and accessories), placement of physical items and objects, and room colors and materials (flooring, wall coverings, window coverings, and ceilings).",
    "contentTitle1":"The Weathered Door",
    "contentTitle2":"Maison de Pax",
    "contntitle3":"Old Brand New", 
    "content1":"This eye-pleasing blog is proof that you don’t need much to transform drab furniture into unforgettable pieces that perfectly complement your aesthetic. You’ll find resources on how and where to find great inexpensive furniture, easy-to-follow how-to tutorials on customizing and refurbishing said furniture, and a ton of inspirational content to get your ideas flowing. All of the projects showcased on Centsational Style look expensive and professionally executed, but they’re quite achievable for a very low cost. From endless inspiration photos to detailed how-to DIY tutorials, any home decor enthusiast needs this blog in his or her life.",
    "content2":"A great many of the designs featured on Maison de Pax can be achieved with just a few dollars and a free afternoon, but you’d never guess it by looking at ‘em. There’s an endless list of transformative DIY projects that are as stunning as they are simple to execute. Even better, there are also plenty of yummy recipes and entertaining tips to check out when you're finished updating your interior. John and Sherry, the decorating duo behind Young House Love, take blog readers on a journey through their seemingly endless list of stunning home renovations. But beyond simply sharing beautiful images, they also tell you exactly how it's done with how-to tutorials on home improvement, decorating, furniture upgrades, and plenty more.",
    "content3":"Vibrant hues and old-meets-new decor saturate this stunning blog-turned-design studio. Featuring tips, tutorials, and inspiration for professional-looking DIY projects and affordable home decor shopping lists, this blog has plenty to satisfy anyone looking for a fresh and beautiful interior update. From small project tutorials, such as how to upholster an acrylic bench, to sharing stunning spaces and delivering breakdowns of how to achieve them, Juniper Home is your go-to source for all things design. And if you love the founder, Jenny Komeda’s, interior style, then venture over to the shop where you can purchase many of the pieces that make her home beautiful at incredibly affordable prices.",
    "image1":"",
    "image2":""
  },{
    "id": 6,
    "_id":"60b3b1bcfc13ae22ab000006",
    "mainTitle":"Religious Aspect", 
    "publishDate":"25 December 2015",
    "comments":"206 Comments", 
    "header":"Blogs About Religion and Spirituality",
    "shortDescription":"Religion, human beings' relation to that which they regard as holy, sacred, absolute, spiritual, divine, or worthy of especial reverence. Worship, moral conduct ...English Language Learners Definition of religious · of or relating to religion · believing in a god or a group of gods and follows very careful ...",
    "contentTitle1":"Hinduism Before Reform",
    "contentTitle2":"Unnatural Theology",
    "contntitle3":"Jesus and John Wayne", 
    "content1":"As a contribution to religious studies and the humanities at large, Hatcher compels our careful consideration of the colonial tropes that persist in contemporary scholarship while exemplifying strategies for retiring rather than reformulating well-worn concepts and categories in place not of “new” terms but of “old” ones. In his most explicitly comparative project to date, Hatcher looks to two influential 19th-century religious luminaries, Sahanajand Swami and Rammohan Roy, and their respective Gujarati and Bengali “polities,” in a quest to understand these figures and their contexts through critical processes of comparison (and contrast), all while setting aside the overwrought category of religious reform. Hatcher’s goal is “to advance an alternate history” (73) of the early stages of the two movements.",
    "content2":"In his first chapter, “An Unnatural Theology for the Anthropocene,” Gere guides us through the via negativa (the focus on what something is not) theological approach of Pseudo-Dionysius, Meister Eckhart, and Nicholas of Cusa. She melds their thought with contemporary theorists, such as Simon Critchley, Simone Weil, and Giorgio Agamben to explore how the name of God serves as the fulcrum between theists and atheists to suggest that atheism is a new form of negative theology.  Gere’s second chapter “The Silence of God,” invokes Jean-Francis Lyotard’s paper “On the Hyphen” published later in The Hyphen: Between Judaism and Christianity (Humanities Press, 1999) to consider the epistemological role of the hyphen in “Judeo-Christian” with Paul of Tarsus as the bridge between what Lyotard suggests for Jews is the absent God whose voice can be found only in the letters of the Torah in contrast to the Christian view of God, whose voice as the human Christ was incarnated. Chapter 3 “Corpus Mystical Anarchism” presents Gere’s support for William Cavanaugh’s Eucharistic anarchism over Simon Critchley’s political anarchism through the lens of Marcus Pound and Frederick Bauerschmidt to offer a way through reified political theology to one of ethics and compassion.",
    "content3":"As an historical survey, the book covers several overlapping historical periods in American Christian culture. As such, this review is framed thematically rather than strictly chronologically. The central thematic foci addressed throughout: (1) the centrality of Christian nationalism to the evangelical vision, (2) masculinity as an evangelical cultural and political project, and (3) the shift of evangelical Christianity as a pillar of far-right politics. Christian nationalism, as Du Mez notes, is premised upon the belief that “America is God’s chosen nation and must be defended as such” (4). Christian nationalism stipulates a moral and social order in American society in which righteousness, virtue, and normality is wholly encapsulated by white, male, and Christian embodiment and worldviews. Du Mez illustrates that the ingratiation of evangelical Christianity into American culture began with early interventionist and disciplinary cultural scripts that lauded the myth of rugged individualism, family values, and traditional gender roles as a response to the cultural uprisings linked to communism, women’s liberation, and the Civil Rights Movement. Between the 1950s and 1960s, white Christians, displaced by the changing of the cultural guard(s), looked to evangelical leaders like Billy Graham, among others, to reclaim the social order thought to be waning in influence. While Graham and others built alliances with conservative politicians and presidents, definitions about Americanism, patriotism, and specifically, manhood and family, were also entering the cultural imagination in provocative ways.",
    "image1":"",
    "image2":""
  },{
    "id": 7, 
    "_id":"60b3b1bcfc13ae22ab000007",
    "mainTitle":"Networking Notes", 
    "publishDate":"23 August 2010",
    "comments":"6 Comments", 
    "header":"Computer Networking, A General with Modern Future Look",
    "shortDescription":"Networking is the exchange of information and ideas among people with a common profession or special interest, usually in an informal social setting. ",
    "contentTitle1":"Generic networking",
    "contentTitle2":"Network protocols",
    "contntitle3":"Software and tools", 
    "content1":"For more than one year, the covid pandemic has impact all aspects of our life. A recent report published by the Broadband Internet Technical Advisory Group (BITAG) summarises some interesting data about how the usage of different types of networks has changed during the pandemic. Link failures happen regularly in networks. Most are due to the failure of networking equipment. However, some have unexpected root causes. In Canada, beavers have cut optical fibers and took down Internet service for 900 users. Some countries are tried different approaches to control or censor social networks. The most recent example is Russia that throttled twitter. Throttling, i.e. reducing the allocated bandwidth, is clever than simply blocking the IP addresses used by the social network, but not easy to do at a country level. Researchers provide many details on how this throttling works. This is an interesting for application developers or hacktivists who would like to circumvent such censorship.",
    "content2":"A recent article written by Geoff Huston in the Internet Protocol Journal looks at the evolution of the Internet’s naming infrastructure. DNS is a critical part of the Internet infrastructure and bad performance of DNS servers/resolvers could hurt the performance of many entreprise or ISP networks. As these networks deploy new DNS features such as DNS over TLS (DoT) or DNS over HTTPS (DoH), it might be useful to verify the performance of their DNS servers/resolvers using benchmark tools such as DNS shotgun. Commercial web servers use HTTP Cookies for various reasons. Some cookies simply encode user preferences on a single web site. Unfortunately, these HTTP Cookies have been overused to track users from one website to another and some websites include trackers from dozens of companies. Companies that heavily rely on such HTTP Cookies have started to explored other ways to track users. A recent attempt is Google’s Federated Learning of Cohorts (FLoC). Google has already started to deploy this approach to some users despite concerns raised by privacy advocates like EFF. You can check whether your Google Chrome browsers uses this extension on https://amifloced.org/. Brave, a browser based on Chrome, has removed FLoC from their latest browsers. Wordpress also announced their plans to block FLoC on WordPress sites.",
    "content3":"The Linux TCP/IP stack is one of the most widely used TCP/IP implementation these days. The stack is complex and includes a large number of functions. When exploring the kernel code, it is often useful to be able to trace the functions that are executed to perform a specific task. ipftrace2 allows to trace how specific packets are processed by the various functions of the Linux kernel. Many users measure the performance of their cellular or home networks by using websites that try to serve large files as quickly as possible and then use short flows to report latency measurements. Unfortunately, these tests are not representative for most applications. Applications rarely need to exchange huge files. Many applications would like to have a network that has enough available bandwidth to transfert the blocks of data that it produces with a low and stable latency. For many applications, spikes in latency are much more problematic as soon as the throughput is above a few tens of Mbps. A recent report argues for hybrid measurements, i.e. measurements of latency and latency variations while applications actually run. Network congestion typically happens on some parts of the network, e.g. low-speed access links or overloaded peering links. When the network does not perform as expected, it can be useful for users to try to isolate where packet losses occur. Mtr is a variant of traceroute that sends probes to identify where packet losses occur. A recent blog post describes some use cases for mtr.",
    "image1":"",
    "image2":""
  }]